{"post_id": 52148188, "text": "Idea for @@2042: put something in this menu that lets you get notifications for any post in the thread. Something like “follow this thread”. Instant hellthread for anyone that wants in."}
{"post_id": 140842427, "text": "In JPEG’s we trust"}
{"post_id": 207535158, "text": "eu to bem baby e vc? 💛"}
{"post_id": 37509463, "text": "Lfg"}
{"post_id": 115480696, "text": "Okay, and skeeting means you’re jizzing on something or someone"}
{"post_id": 36831916, "text": "gm"}
{"post_id": 30747059, "text": "omg wait are u in seattle / wanna go to the mountains sometime? i can bring a mushroom book and we can id mushies!"}
{"post_id": 145990664, "text": "*taps sign*\n\nPlz don't beg people to show you their butts at their workplace y'all it's weird"}
{"post_id": 121371095, "text": "I like"}
{"post_id": 137359465, "text": "PROTOMOOMINS\n\nthis is amazing\n\nthx!!!"}
{"post_id": 98846314, "text": "Morning 6km run in Wellington. I’m not fit enough for the hills!"}
{"post_id": 104849450, "text": "This story doesn't sound like it's true"}
{"post_id": 57964933, "text": "Hell yeah, it’s the Lords day. Praise him AND THIS IS HOW WE ARE FUCKING IT UP TODAY! Natty Daddy, I got you"}
{"post_id": 73249599, "text": "Katsura Imperial Villa, Japan, 17th century."}
{"post_id": 38896598, "text": "🙋 question: do I get extra cool points if I \"well akchtually\" one of the finer points?"}
{"post_id": 46775960, "text": "Hey hey"}
{"post_id": 138476505, "text": "Once again the party of small government and big police is BIG MAD they can't trample all over people's rights, and running from the police."}
{"post_id": 123257773, "text": "my mouth and stomach argue like siblings"}
{"post_id": 209208385, "text": "Now I am annoyed. All the plans for the evening tossed out."}
{"post_id": 5256063, "text": "Alt text: turn up the volume meme"}
{"post_id": 153878113, "text": "allow me a moment to do my \"I told you so\" dance atop the grave of the metaverse\n\nwww.businessinsider.com/metaverse-dead-obituary-facebook-mark-zuckerberg-tech-fad-ai-chatgpt-2023-5"}
{"post_id": 143007664, "text": "I made you all different colors, genders, and sexual orientations to spice things up. Diversity is key, my dudes."}
{"post_id": 139823221, "text": "HAHAHAAHAHA"}
{"post_id": 47661631, "text": "just saw you join! you can buy wallpapers and ai features in the future with Perls you win"}
{"post_id": 98847968, "text": "here’s the docs on the protocol, specifically the Achieving scale Algorithmic Choice, and Speech, reach, and moderation sections\n\nseems a lot of it is planned stuff tho. i guess it’s *technically* possible rn but you’d have to do a lot of legwork"}
{"post_id": 160672975, "text": "Oh, this is sick"}
{"post_id": 209154120, "text": "Tentando"}
{"post_id": 38039207, "text": "Relaxing with Bob tonight"}
{"post_id": 110304887, "text": "alright first emo bluesky post is in the books let’s gooo"}
{"post_id": 36760493, "text": "✍️🤔\n\nDoes anybody have any ideas about how this story ends? Having trouble figuring out what comes next. "}
{"post_id": 121628517, "text": "got a spare one for me and baby each"}
{"post_id": 202310308, "text": "Breaking a pool cue in half and throwing it into a pit of desperate mutuals."}
{"post_id": 231639348, "text": "it’s gonna rule when all these normal people who followed me find out i’m an insane it/its plural doggirl and i start ranting about the shadow people that gangstalk me when i drive too late at night"}
{"post_id": 49664518, "text": "going to become jeff bezos rich just to fund research in to CRISPR tails"}
{"post_id": 228205649, "text": "Hundreds of Thousands of Iraqis Were Killed in the War. One Was My Brother"}
{"post_id": 66556693, "text": "All the homies in here love to see it :’)"}
{"post_id": 47007660, "text": "maybe they were out of juice"}
{"post_id": 116676332, "text": "Having better tools around alt-text would allow us to build a better culture of providing it from the beginning - especially given that there are (with the current toolset) competing accessibility needs that we can build towards solving simultaneously."}
{"post_id": 8936527, "text": "How is this a movie for children?!"}
{"post_id": 22550056, "text": "Combining the hottest babes in TransSky together to make a stronger, gayer polycule, call that Power Bottom Rangers"}
{"post_id": 172883363, "text": "Darkness + Elegance"}
{"post_id": 157108123, "text": "UGH I KNOW"}
{"post_id": 144249367, "text": "The reason why \"the option to add alt text later\" does not make me happy is because the point of alt text is to be inclusive of screen reader users and to provide an equitable experience /at the same time as/ the rest of the audience gets to see the content.\n\nI've had three people suggest it now."}
{"post_id": 135714539, "text": "Yesterday, as is my normal procrastination method, I ignored what I needed to do in favour of all of the things I wanted to do. So I didn't get started on an audio edit until 9 pm. \nWhich meant I was working till 1 am on an edit I'm not sure anybody will even listen to. :-)"}
{"post_id": 99077379, "text": "btw we're writing a new user FAQ in addition to our existing general bluesky FAQ (https://blueskyweb.xyz/faq) \n\nwhat are some common questions/answers that we should surface better?\n\ne.g. how do i submit feedback, are my posts public, when do i get invite codes"}
{"post_id": 161343329, "text": "going to post pics when it arrives"}
{"post_id": 233619147, "text": "test"}
{"post_id": 205363078, "text": "Hey non UK folks? Could you do me a favour this weekend and take a few mins to appreciate some nature? We've lost so much here in the UK and it hurts my heart. Take the time to appreciate the amazing wildlife around you! And feel free to send me any pics ^_^"}
{"post_id": 104761038, "text": "Same, glad to see ya get loose here and all"}
{"post_id": 120440313, "text": "X100V is sold out everywhere tho"}
{"post_id": 42928409, "text": "So this lawsuit that former employees filed against Twitter last week regarding not paying rent and ignoring building codes has some CRAZY stories. I tried to highlight the craziest ones in this article"}
{"post_id": 156704386, "text": "@@1258270 /card"}
{"post_id": 129258753, "text": "Hello my friends <3.\nI still haven't heard from state disability and I have some bills coming due soon (pet health insurance, etc.) and I need help paying them ><.\nBills are $300. Rent will be $1000; if you can help me out please do. Otherwise reskeet :)\n\nCashapp in bio, paypal on website."}
{"post_id": 115147516, "text": "there’s like a week out of every month im clear headed and funny and the rest of the time it’s a slog trying to think of a banger"}
{"post_id": 230405391, "text": "The big idea: why you can’t leave climate out of history (theguardian.com | HN Post)"}
{"post_id": 194514462, "text": "thanks!!"}
{"post_id": 84061281, "text": "this was always my top twitter feature request, \"show me only the top 5% of posts from this account\". it probably could've been implemented as a filtered RT bot but i never got around to it"}
{"post_id": 151531953, "text": "do I have to post nudes to get invite codes? Is that what u want u sickos???"}
{"post_id": 52784754, "text": "Have you tried the latest build version? (TODO)"}
{"post_id": 13045462, "text": "does bluesky feel like if twitter and tumblr had a bb or is it just me?"}
{"post_id": 197790475, "text": "I still have a letter of complaint my kids both signed about what a horrible mother I was. Apparently i did not give them their allowance because their room was messy. They were 5 and 6."}
{"post_id": 56532626, "text": "just a normal sex offender"}
{"post_id": 176158883, "text": "these things happen. you got this."}
{"post_id": 32855789, "text": "So you mean that you felt like felt?"}
{"post_id": 179895087, "text": "\"de-prioritized from the global public feed\"\n\nExactly the problem"}
{"post_id": 36868641, "text": "MOTHER"}
{"post_id": 231198866, "text": "Had a great time at the Millvale music festival in Pittsburgh!"}
{"post_id": 4341502, "text": "Get her outta here! Lol. \n\nI'd say if you've tried a lot of the types and haven't found one you like, it might not be for you 🤷🏿"}
{"post_id": 114998811, "text": "Still too early Emmanuel! Exam is delaying us but picking up pace after next couple of days 😀"}
{"post_id": 121995482, "text": "App Passwords are secondary passwords that you can create for your BlueSky account.\n\nThey allow you to securely connect to other BlueSky apps without compromising your primary login credentials or the security of your BlueSky account.\n\nThey are essentially burner logins.\n\n2/6"}
{"post_id": 160051886, "text": "It’s crazy to see how my feed on twitter is different from Bluesky. I’m missing a lot in twitter simply cause I didn’t pay."}
{"post_id": 179883098, "text": "This is maybe the number one thing I absolutely adore about rationalists and which made me fall in love with all spaces built on their norms.\n\nYou can tell that they're *actually trying* to achieve ~that.\n\nThey got a bit of a problem with the \"popular\" part, however. Much value left on the table."}
{"post_id": 94618389, "text": "you"}
{"post_id": 91648065, "text": "tried to embed this link but it didn't work 😭 anyway this is the hellthread song\nhttps://www.youtube.com/watch?v=FxwrLLlQwBw"}
{"post_id": 39493323, "text": "jeeze made on comment on twitter at 5am and it has blown up. alerts coming in every second. how do you turn it off. 5k likes, 50 rts, and i have no idea how many replys. crazy"}
{"post_id": 209866892, "text": "The desert is absolutely gorgeous today. I haven't seen a bloom like this in 15 years."}
{"post_id": 126027239, "text": "Haha I knowwww\n\nWhich is why granular control will be awesome when it comes!! I just want to talk to people for now and not be sold stuff, will go back through mute list later to clear some of them off"}
{"post_id": 83641201, "text": "does this place actually have infinite scroll this is bad i do not have the self control to log off??"}
{"post_id": 193499377, "text": "Yayyy now I can stop using my work phone lol"}
{"post_id": 131665468, "text": "nobody tell her"}
{"post_id": 56059732, "text": "Texas Bluesky! Help is needed.\n\nPlease step up if you're able."}
{"post_id": 38072584, "text": "The perfect balance"}
{"post_id": 216719309, "text": "I think I can live with that"}
{"post_id": 70613662, "text": "Is there a way with that all of bluesky feed thing - I think I saw @@1884361 do it."}
{"post_id": 47640463, "text": "This isn’t alt-text, but I use subtitles when I watch videos. @@4032 frequently describes interstitial music in her videos in ways that are both funny and descriptive. A lot of folks skip describing music altogether. Funny and accessible can coexist."}
{"post_id": 152767943, "text": "It’s like 100 people"}
{"post_id": 185957006, "text": "it's time for retirement"}
{"post_id": 189384180, "text": "prop.,,now that’s a name i’ve not heard in a long time. A long time"}
{"post_id": 94085438, "text": "https://music.apple.com/jp/music-video/world-of-pots-and-pans/1616622746"}
{"post_id": 194374227, "text": "people not on Bluesky might not fully appreciate that last comic 😊"}
{"post_id": 140108665, "text": "It’s up to you. Plenty of guys have posted erect hog here."}
{"post_id": 124101461, "text": "On the bright side the 13th indictment secures him a spot on the What's Hot tab"}
{"post_id": 5584320, "text": "NEW: Twitter has had a number of high level departures since the May 1 vesting cliff, including in Trust & Safety and Public Policy. I’m told some resigned because of the parental leave policy, which went from 20 weeks to 2. Twitter just sent a follow up email clarifying it’s actually 12 weeks."}
{"post_id": 59922294, "text": "“The additional amount ranged from just $152 at Texas College in Tyler, Texas, to more than $5,000 at Brenau University in Gainesville, Georgia. Those figures reflect what was paid by students in the lowest-income quintile compared with what was paid by students in the highest-income quintile.”"}
{"post_id": 1930942, "text": "Yay it worked 😇"}
{"post_id": 188247765, "text": "Never too late, celebrating International Women’s Day today instead, there is cake too!"}
{"post_id": 33837119, "text": "Time for a https://bsky.jazco.dev/ Atlas Update!\nBoring edition, no big news.\nActive Users: 24k -> 26k\nConnections: 208k -> 228k\nInteractions: 1.022m -> 1.147m\nHellthread Posts: 88,983\nSee activity stats at https://bsky.jazco.dev/stats\nVisualize any thread at https://bsky.jazco.dev/thread"}
{"post_id": 52148204, "text": "As soon as my Transformers shelf is set up this backlog is gonna be 90% in the trash (because 90% of the space is taken up by boxes lol)"}
{"post_id": 161134833, "text": "Glad to be here!"}
{"post_id": 148052976, "text": "Unionion the union onion, mascot for the Japanese Trade Union Confederation"}
